/* Localized kind: Album */
"Album" = "Album";

/* Localized kind: Software */
"App" = "App";

/* Format for artist name label */
"ARTIST_NAME_LABEL_FORMAT" = "%2$@ van %1$@";

/* Localized kind: Audio Book */
"Audio Book" = "Audioboek";

/* Localized kind: Book */
"Book" = "Boek";

/* Localized kind: E-Book */
"E-Book" = "E-Boek";

/* Search result price: free */
"Free" = "Free";

/* Localized kind: Feature Movie */
"Movie" = "Film";

/* Localized kind: Music Video */
"Music Video" = "Videoclip";

/* Nothing found label: nothing found */
"Nothing Found" = "Niets gevonden";

/* Localized kind: Podcast */
"Podcast" = "Podcast";

/* Localized kind: Song */
"Song" = "Liedje";

/* Error alert: message */
"There was an error accessing to iTunes Store.\nPlease try again." = "Er ging iets fout bij het communiceren met de iTunes winkel.\nProbeer het nog eens.";

/* Localized kind: TV Episode */
"TV Episode" = "TV serie";

/* Artist name label: unknown */
"Unknown" = "Onbekend";

/* Error alert: title */
"Whoops..." = "Foutje...";
